▁xxunk	0
▁xxpad	0
▁xxbos	0
▁xxeos	0
▁xxfld	0
▁xxrep	0
▁xxwrep	0
▁xxup	0
▁xxmaj	0
<unk>	0
▁the	-3.28185
.	-3.30086
,	-3.3604
▁and	-3.84078
▁a	-3.84188
s	-3.87329
▁of	-3.95598
▁to	-4.05738
▁is	-4.18961
'	-4.21431
br	-4.3246
▁/>	-4.33984
<	-4.38477
▁in	-4.43867
▁it	-4.55597
▁I	-4.57962
▁that	-4.73407
▁this	-4.8649
▁film	-5.12156
▁was	-5.16283
▁with	-5.19199
▁for	-5.20418
▁movie	-5.21035
ing	-5.22091
▁as	-5.22176
-	-5.23551
▁	-5.30131
t	-5.39454
▁The	-5.40188
▁but	-5.44635
▁on	-5.46871
▁you	-5.49027
▁"	-5.51755
▁(	-5.56546
▁are	-5.5824
▁his	-5.60263
ed	-5.61559
▁be	-5.61803
▁not	-5.65437
▁one	-5.69092
▁have	-5.69849
▁he	-5.72713
ly	-5.77142
▁by	-5.8276
"	-5.83512
▁an	-5.87077
▁who	-5.91145
▁all	-5.94508
▁from	-5.98254
▁at	-5.99775
)	-6.02672
▁has	-6.04304
▁like	-6.13587
▁so	-6.1428
▁they	-6.15052
▁out	-6.16818
▁about	-6.17068
d	-6.17072
▁her	-6.17495
▁It	-6.18684
n	-6.18996
▁very	-6.21363
▁can	-6.25002
▁good	-6.25519
▁more	-6.29292
▁or	-6.29373
!	-6.29581
▁just	-6.35134
▁some	-6.36488
▁time	-6.37629
▁what	-6.37911
▁great	-6.39641
▁This	-6.39894
▁when	-6.42467
▁see	-6.42738
▁my	-6.42765
▁story	-6.43242
▁up	-6.43591
y	-6.45148
The	-6.4551
▁their	-6.49666
▁well	-6.53528
▁would	-6.54272
▁there	-6.55535
▁me	-6.55666
▁will	-6.55998
▁really	-6.57617
▁if	-6.62078
▁had	-6.62786
▁she	-6.64018
▁which	-6.64762
e	-6.67995
▁most	-6.6833
▁A	-6.69756
▁does	-6.71204
▁other	-6.71519
▁much	-6.7346
▁we	-6.73559
▁love	-6.7408
▁were	-6.75088
▁-	-6.75259
▁him	-6.75331
▁only	-6.77738
▁than	-6.79177
▁also	-6.79196
▁first	-6.79351
▁been	-6.82067
▁people	-6.83885
▁best	-6.84336
▁how	-6.84846
▁into	-6.85079
▁no	-6.86027
▁do	-6.8817
...	-6.88938
▁them	-6.89706
▁get	-6.91191
▁way	-6.91417
▁show	-6.92569
?	-6.92627
▁could	-6.9342
▁seen	-6.94138
I	-6.94232
;	-6.94941
▁many	-6.95636
▁because	-6.96494
▁think	-6.96922
▁i	-6.9759
▁even	-6.97993
:	-6.98183
▁life	-6.99392
▁watch	-6.9982
▁made	-7.0049
▁films	-7.0251
m	-7.02795
▁characters	-7.03661
▁make	-7.04762
er	-7.05723
▁character	-7.05791
▁never	-7.06518
▁movies	-7.06739
ve	-7.09535
▁too	-7.09709
▁over	-7.11415
▁being	-7.1238
▁He	-7.13091
▁know	-7.13667
▁But	-7.14655
▁two	-7.15761
▁'	-7.15896
▁any	-7.16589
▁its	-7.16835
▁after	-7.17197
).	-7.18464
▁don	-7.1891
▁still	-7.19367
▁little	-7.20106
▁lot	-7.20864
▁did	-7.21143
▁give	-7.21192
▁And	-7.23147
▁ever	-7.23257
▁end	-7.23447
▁<	-7.23868
▁your	-7.2507
▁where	-7.25222
▁man	-7.25364
▁find	-7.26268
▁then	-7.27299
▁In	-7.28365
▁years	-7.29711
▁come	-7.31089
▁say	-7.32368
▁plot	-7.3401
),	-7.35817
▁go	-7.37471
▁acting	-7.37691
a	-7.38249
▁scenes	-7.38356
▁better	-7.40265
▁back	-7.40288
▁something	-7.41487
▁real	-7.41614
▁scene	-7.41877
▁those	-7.42086
▁should	-7.43512
▁makes	-7.43831
▁cast	-7.44028
▁before	-7.46158
▁work	-7.47429
▁want	-7.47984
▁through	-7.49068
▁these	-7.49204
▁There	-7.49334
▁quite	-7.49747
re	-7.50245
/	-7.50712
▁same	-7.50747
▁world	-7.52797
▁young	-7.53107
▁such	-7.53123
▁part	-7.53318
▁funny	-7.53459
▁own	-7.54572
▁actors	-7.55285
▁saw	-7.56973
▁off	-7.5748
▁here	-7.57586
▁If	-7.57976
▁now	-7.5843
▁music	-7.59067
▁while	-7.59501
▁always	-7.60272
▁performance	-7.61145
▁every	-7.61175
▁watching	-7.61568
▁DVD	-7.62465
▁both	-7.62691
▁though	-7.6288
▁again	-7.63183
▁comedy	-7.6323
▁down	-7.63624
▁look	-7.63749
▁going	-7.63924
▁series	-7.63983
▁long	-7.6487
▁another	-7.66294
▁may	-7.66299
▁things	-7.67865
▁old	-7.68291
▁family	-7.68668
▁between	-7.69072
▁must	-7.69422
and	-7.70287
▁us	-7.70555
▁thing	-7.70725
▁fun	-7.71109
▁right	-7.71812
▁try	-7.71987
▁new	-7.72062
▁feel	-7.72265
▁excellent	-7.72408
▁bad	-7.73149
▁our	-7.73618
es	-7.7403
▁director	-7.74135
▁bit	-7.74278
▁fact	-7.74561
the	-7.74994
▁few	-7.75297
▁action	-7.76308
▁done	-7.76857
ll	-7.77375
▁thought	-7.77567
▁TV	-7.77923
▁got	-7.78083
▁far	-7.79294
▁actually	-7.80643
▁role	-7.80791
▁S	-7.81259
▁seems	-7.81379
▁take	-7.81986
▁horror	-7.82881
▁each	-7.83326
▁didn	-7.83721
▁shows	-7.83724
▁kind	-7.83767
▁around	-7.84287
▁wonderful	-7.84774
▁times	-7.85086
▁found	-7.85663
&	-7.86131
▁enough	-7.86142
A	-7.86495
▁She	-7.86577
▁am	-7.86661
▁different	-7.87738
▁beautiful	-7.87759
▁without	-7.87783
▁last	-7.88083
▁You	-7.88152
▁job	-7.88507
▁interesting	-7.88725
l	-7.88952
▁put	-7.90793
▁They	-7.90998
al	-7.91429
▁watched	-7.91907
▁As	-7.91973
This	-7.91991
▁pretty	-7.92554
▁true	-7.92562
▁why	-7.93075
▁original	-7.93566
▁enjoy	-7.93702
on	-7.93828
▁worth	-7.95479
▁tell	-7.95641
▁gets	-7.95664
▁whole	-7.95757
▁yet	-7.97255
".	-7.97751
▁course	-7.9777
▁day	-7.97937
▁un	-7.97942
▁hard	-7.98242
▁seem	-7.98415
in	-7.98863
▁main	-7.9932
▁short	-7.99656
▁since	-7.99885
▁big	-8.00774
▁play	-8.0079
▁screen	-8.00814
▁recommend	-8.01791
th	-8.02185
▁American	-8.02497
▁C	-8.02991
▁plays	-8.03108
▁ending	-8.03546
▁might	-8.03679
▁fan	-8.03961
▁anyone	-8.04048
--	-8.04666
▁together	-8.06139
▁least	-8.06155
▁set	-8.06336
▁during	-8.0792
▁away	-8.08232
▁himself	-8.08518
(	-8.09091
▁played	-8.09591
▁later	-8.09736
▁nothing	-8.1031
▁place	-8.10355
▁woman	-8.10941
▁especially	-8.11009
▁classic	-8.11098
▁perfect	-8.1186
▁point	-8.12235
▁turn	-8.12274
se	-8.12289
o	-8.13016
▁One	-8.13029
lmost	-8.1317
▁actor	-8.13323
▁making	-8.13527
▁takes	-8.13701
",	-8.14108
▁sure	-8.15008
▁probably	-8.15324
▁performances	-8.15623
▁girl	-8.15856
▁anything	-8.15965
▁D	-8.16425
▁B	-8.16595
▁everyone	-8.16618
▁keep	-8.16632
▁loved	-8.16837
▁year	-8.17228
▁home	-8.17935
▁For	-8.18239
or	-8.19042
▁war	-8.19243
▁used	-8.19295
▁believe	-8.19378
▁mind	-8.19384
▁moments	-8.19587
▁book	-8.19629
▁entertaining	-8.19931
▁nice	-8.20261
▁rather	-8.20556
▁When	-8.21344
S	-8.22491
▁three	-8.22595
▁definitely	-8.22613
▁everything	-8.22615
▁high	-8.22971
It	-8.22993
▁That	-8.23404
▁once	-8.2357
▁Not	-8.24448
▁mother	-8.24702
▁understand	-8.24828
▁We	-8.25373
▁lead	-8.25613
▁amazing	-8.25775
▁seeing	-8.25872
▁help	-8.2593
▁along	-8.26202
▁Hollywood	-8.26821
▁wife	-8.26825
▁won	-8.26854
▁audience	-8.26908
▁goes	-8.2693
▁truly	-8.27526
▁said	-8.27528
able	-8.27738
▁My	-8.27878
▁What	-8.27971
▁children	-8.28253
▁came	-8.28423
▁So	-8.28594
▁kids	-8.30118
▁friends	-8.30519
▁John	-8.30547
▁episode	-8.30648
▁looking	-8.30774
▁remember	-8.30847
▁under	-8.30922
▁M	-8.30934
▁E	-8.30965
▁effects	-8.31016
▁script	-8.31137
▁hav	-8.31199
▁small	-8.31205
▁left	-8.31205
▁shot	-8.31461
▁let	-8.31798
▁sense	-8.32051
▁often	-8.32075
▁human	-8.32147
▁live	-8.32495
▁second	-8.32894
▁Mr	-8.33006
r	-8.33498
▁heart	-8.33935
▁need	-8.34609
▁person	-8.34876
▁re	-8.3492
▁read	-8.35825
▁usual	-8.35846
▁P	-8.36172
▁brilliant	-8.36282
▁school	-8.36618
▁death	-8.36865
▁game	-8.36911
▁face	-8.36967
▁learn	-8.37385
▁someone	-8.37467
▁T	-8.37529
▁night	-8.37698
▁version	-8.37712
."	-8.38626
▁men	-8.38844
▁special	-8.39287
▁strong	-8.3972
▁playing	-8.39785
▁itself	-8.39841
ness	-8.40107
▁style	-8.40182
▁line	-8.40273
▁enjoyed	-8.41183
▁lives	-8.41198
▁father	-8.4147
▁today	-8.41705
▁favorite	-8.41879
▁become	-8.41901
▁bring	-8.43302
▁score	-8.43334
▁2	-8.43731
▁completely	-8.44088
▁hope	-8.44138
st	-8.44399
▁cinema	-8.44472
▁run	-8.44939
▁full	-8.45547
▁picture	-8.45604
▁use	-8.46202
▁simple	-8.46535
▁reason	-8.47027
▁several	-8.47441
▁early	-8.4746
▁certainly	-8.47644
▁others	-8.47759
▁10	-8.47844
▁add	-8.48292
▁however	-8.48362
▁top	-8.48736
▁deal	-8.49492
as	-8.49493
▁guy	-8.49879
▁works	-8.50133
▁less	-8.50173
▁minutes	-8.50665
▁hilarious	-8.50692
▁production	-8.50773
▁dark	-8.50891
an	-8.51047
▁However	-8.51102
▁parts	-8.51888
▁money	-8.51938
▁wants	-8.52177
▁start	-8.52203
▁liked	-8.52358
▁sex	-8.5265
▁All	-8.52745
▁humor	-8.52854
▁beginning	-8.52864
▁camera	-8.53499
▁Some	-8.53552
▁half	-8.53822
▁art	-8.54591
▁L	-8.54647
▁women	-8.54745
▁highly	-8.55167
▁support	-8.55675
ic	-8.55901
▁unti	-8.56254
▁simply	-8.56656
▁While	-8.57734
▁able	-8.57758
ion	-8.58213
▁friend	-8.58215
▁couple	-8.58479
▁throughout	-8.58645
▁His	-8.58684
▁although	-8.58704
▁On	-8.58884
▁getting	-8.59643
▁star	-8.60386
▁else	-8.60595
▁next	-8.60597
▁fine	-8.6073
▁fans	-8.61202
▁No	-8.61352
▁matter	-8.61558
▁sound	-8.61598
▁black	-8.61632
it	-8.62213
▁enjoyable	-8.6268
ce	-8.6329
▁video	-8.63755
▁becomes	-8.64171
▁piece	-8.64771
▁drama	-8.64796
▁laugh	-8.64878
▁looks	-8.65065
▁late	-8.65353
▁genre	-8.65749
▁chance	-8.65765
▁told	-8.65868
▁absolute	-8.65907
▁fall	-8.66286
▁soundtrack	-8.66817
▁cinematography	-8.66824
▁wrong	-8.67543
▁against	-8.67987
i	-8.68242
▁final	-8.68442
▁R	-8.68831
▁--	-8.68866
▁wanted	-8.69063
man	-8.6924
▁days	-8.69869
▁expect	-8.70282
▁viewer	-8.70322
▁dead	-8.70891
If	-8.70912
▁wasn	-8.71011
▁musical	-8.71085
▁experience	-8.71133
▁superb	-8.71199
▁maybe	-8.71225
en	-8.71324
▁turns	-8.72268
▁stuff	-8.72322
▁THE	-8.72386
▁d	-8.72422
▁group	-8.72446
▁relationship	-8.72506
▁head	-8.72561
▁light	-8.72771
▁slow	-8.73154
▁Jack	-8.73451
▁sad	-8.73457
▁romantic	-8.73458
▁called	-8.73846
▁close	-8.73921
▁lines	-8.74037
▁actress	-8.74553
ies	-8.74637
▁David	-8.74644
▁based	-8.7471
▁view	-8.74974
▁G	-8.74975
▁order	-8.75239
▁War	-8.75568
▁To	-8.75571
▁themselves	-8.75761
▁sometimes	-8.7598
▁house	-8.76001
▁H	-8.76634
▁myself	-8.76946
▁quality	-8.7698
▁idea	-8.77153
▁boy	-8.77342
▁mean	-8.77598
tally	-8.78026
▁extreme	-8.78138
▁With	-8.78216
▁released	-8.78314
▁sort	-8.78481
▁soon	-8.78678
▁etc	-8.7927
▁history	-8.79363
ous	-8.79389
▁direction	-8.79555
▁team	-8.7956
▁O	-8.79643
▁guys	-8.79661
▁type	-8.7971
▁At	-8.79913
went	-8.79956
▁roles	-8.79967
▁hold	-8.80474
▁past	-8.80541
▁already	-8.80552
▁self	-8.80554
▁major	-8.80556
▁English	-8.8057
▁lost	-8.80574
▁realistic	-8.80575
est	-8.80894
▁Robert	-8.80954
▁de	-8.80977
▁wish	-8.81203
▁stars	-8.81296
▁care	-8.81439
▁title	-8.81682
▁low	-8.81764
felt	-8.81801
▁finally	-8.82141
▁call	-8.82143
▁case	-8.82183
▁eyes	-8.82252
▁ago	-8.82415
▁side	-8.82446
▁fantastic	-8.83041
▁powerful	-8.83076
Although	-8.83106
▁written	-8.83154
▁3	-8.83302
▁name	-8.8347
▁F	-8.83912
▁important	-8.83983
▁near	-8.84301
▁behind	-8.84302
▁moving	-8.84328
▁exactly	-8.84336
▁either	-8.84345
▁rest	-8.84774
ie	-8.84989
to	-8.85174
less	-8.85223
▁song	-8.85271
▁certain	-8.85279
but	-8.85378
ity	-8.85472
▁gave	-8.85593
▁child	-8.85622
▁hit	-8.85735
▁starts	-8.85874
is	-8.85974
▁daughter	-8.85988
▁parents	-8.86032
▁hand	-8.86081
▁happens	-8.86331
▁trie	-8.86443
▁happen	-8.86553
There	-8.86946
▁took	-8.87026
▁says	-8.87294
▁budget	-8.87302
▁opinion	-8.87392
▁moment	-8.87451
In	-8.87459
▁entire	-8.87881
up	-8.88126
▁writing	-8.88199
▁p	-8.88212
▁French	-8.88238
▁comic	-8.88286
▁reality	-8.88292
▁car	-8.88429
▁number	-8.88792
▁kid	-8.88831
▁feeling	-8.89128
▁miss	-8.89448
▁manage	-8.89851
▁subject	-8.90068
▁copy	-8.90291
le	-8.90429
▁deep	-8.90584
▁Hitchcock	-8.90888
▁documentary	-8.90903
▁happy	-8.90904
▁murder	-8.91036
▁among	-8.91094
▁opening	-8.91427
▁episodes	-8.91916
▁America	-8.92018
▁example	-8.92253
▁stories	-8.92258
▁husband	-8.92281
▁meets	-8.92299
▁James	-8.92335
▁coming	-8.92557
▁open	-8.92745
!!	-8.92759
▁flick	-8.92792
▁brother	-8.92953
▁problem	-8.92974
▁leave	-8.93031
▁wonder	-8.9317
▁television	-8.93654
▁shown	-8.93769
▁Don	-8.943
▁word	-8.94348
▁buy	-8.9452
ish	-8.94794
h	-8.94818
▁doing	-8.95037
▁living	-8.95051
▁easy	-8.95071
▁involved	-8.95136
▁heard	-8.95267
▁release	-8.95617
▁taken	-8.95678
out	-8.95816
▁voice	-8.95828
▁due	-8.96025
▁act	-8.96062
▁finds	-8.96133
▁perhaps	-8.965
▁modern	-8.96508
▁Great	-8.96508
▁somewhat	-8.96536
▁follow	-8.966
▁Of	-8.96605
▁directed	-8.9663
▁Well	-8.96643
▁After	-8.9672
▁dialogue	-8.96998
▁clear	-8.97054
▁perfectly	-8.97204
▁guess	-8.97381
▁huge	-8.9793
▁incredible	-8.98025
T	-8.98056
▁events	-8.98486
▁German	-8.98625
▁New	-8.98675
▁town	-8.98791
▁age	-8.98887
▁similar	-8.994
▁easily	-8.99404
▁believable	-8.99408
▁typical	-8.99421
▁viewing	-8.99437
▁above	-8.99448
▁Michael	-8.99495
▁eye	-9.00203
▁Even	-9.00453
▁serious	-9.00593
▁personal	-9.00642
▁local	-9.00838
▁middle	-9.00897
▁storyline	-9.00961
▁remind	-9.01122
▁consider	-9.01763
us	-9.02114
▁N	-9.0226
▁cool	-9.02286
▁unique	-9.02408
▁memorable	-9.02408
▁yourself	-9.02412
▁beauty	-9.02413
▁Also	-9.02481
▁across	-9.02492
▁co	-9.02618
▁greatest	-9.02622
▁son	-9.02624
▁particularly	-9.02683
▁happened	-9.02824
▁masterpiece	-9.03187
▁hate	-9.03388
▁W	-9.03803
▁t	-9.03888
▁country	-9.03941
▁brought	-9.03947
▁pure	-9.03961
▁atmosphere	-9.03997
▁elements	-9.04817
▁ask	-9.04903
▁Film	-9.0494
What	-9.04945
▁An	-9.04951
▁room	-9.04956
▁sequence	-9.05015
ther	-9.05088
!!!	-9.05282
▁blood	-9.05347
▁known	-9.054
▁	-9.05508
▁famous	-9.05508
▁Now	-9.05654
▁surprised	-9.05697
▁forget	-9.05738
▁doubt	-9.06546
▁stay	-9.06587
▁career	-9.06651
▁knows	-9.06743
▁pull	-9.06903
▁clever	-9.07095
▁alone	-9.07116
▁cannot	-9.0722
▁gore	-9.07416
▁fight	-9.07451
▁words	-9.07838
▁change	-9.08053
who	-9.08153
▁stop	-9.08382
▁difficult	-9.08696
▁violence	-9.08708
▁society	-9.0871
▁contain	-9.08718
,"	-9.09699
▁rent	-9.09861
▁strange	-9.09977
▁emotional	-9.10053
▁viewers	-9.10124
▁ex	-9.10162
▁interest	-9.10231
▁period	-9.10362
▁80	-9.10379
ary	-9.10995
▁songs	-9.11349
▁grow	-9.11359
▁sister	-9.11575
▁message	-9.11598
▁ten	-9.11897
▁attention	-9.12031
▁cop	-9.12266
▁named	-9.12325
▁theme	-9.12378
▁lack	-9.12388
▁Man	-9.12683
one	-9.12758
▁problems	-9.12823
▁pick	-9.13199
▁form	-9.13251
▁power	-9.13263
▁crime	-9.13266
▁includ	-9.1328
▁decide	-9.13548
▁stupid	-9.13708
k	-9.13966
▁non	-9.14463
▁stand	-9.14514
almost	-9.14556
▁talent	-9.14727
ment	-9.14803
▁wouldn	-9.14943
▁haven	-9.14959
▁writer	-9.15244
▁Just	-9.1525
")	-9.15313
▁knew	-9.15434
▁suspense	-9.15438
▁available	-9.15455
▁class	-9.15634
▁deserves	-9.15966
▁upon	-9.16039
▁sets	-9.16339
▁20	-9.16485
You	-9.16618
▁dance	-9.16719
▁novel	-9.16797
D	-9.16867
▁general	-9.16872
▁result	-9.16874
▁Tom	-9.16976
▁evil	-9.17188
▁save	-9.17292
▁within	-9.17299
But	-9.17793
ers	-9.17816
▁needs	-9.18342
▁Dr	-9.18347
▁surprise	-9.18469
▁obvious	-9.18667
▁situation	-9.18709
▁hour	-9.18749
As	-9.18946
▁hear	-9.18962
▁World	-9.18973
▁city	-9.18992
▁throw	-9.19003
▁comments	-9.19088
▁Love	-9.19588
▁tale	-9.2028
▁theater	-9.20559
▁Bill	-9.20681
▁police	-9.20797
▁single	-9.20803
▁outstanding	-9.20804
▁animation	-9.20813
▁four	-9.20819
▁poor	-9.20824
▁mostly	-9.21063
▁keeps	-9.21093
▁older	-9.212
▁touching	-9.21253
▁f	-9.21295
▁leads	-9.22111
▁particular	-9.22333
▁move	-9.22344
▁saying	-9.2247
▁1	-9.22502
▁laughs	-9.2256
▁fast	-9.22561
▁comedies	-9.22644
▁intelligent	-9.22652
▁dancing	-9.22659
▁amount	-9.22667
C	-9.22708
▁killed	-9.22979
▁Who	-9.23011
▁Bo	-9.23678
▁free	-9.24102
▁dream	-9.24265
▁pace	-9.24323
▁thriller	-9.24375
▁caught	-9.24532
kept	-9.24535
▁future	-9.24553
▁creepy	-9.24555
▁British	-9.24557
▁J	-9.24827
▁clearly	-9.24945
▁Her	-9.25653
R	-9.25823
▁means	-9.25934
▁comment	-9.26012
▁previous	-9.26136
▁discover	-9.26206
▁looked	-9.26299
ng	-9.2637
▁social	-9.26485
▁herself	-9.26489
▁white	-9.26555
▁recently	-9.26711
taking	-9.26843
▁acted	-9.27016
▁capture	-9.27785
came	-9.27855
which	-9.27858
▁imagine	-9.28251
▁rate	-9.28365
▁ends	-9.28386
▁Italian	-9.28414
▁instead	-9.2842
▁rich	-9.28425
▁subtle	-9.28426
▁dog	-9.28437
▁Then	-9.28471
▁How	-9.28487
▁stage	-9.2864
like	-9.29335
▁kill	-9.29343
c	-9.29486
▁wait	-9.29512
P	-9.29598
▁8	-9.29826
▁compare	-9.2991
▁meet	-9.29914
My	-9.2999
▁portrayal	-9.30009
▁showing	-9.30087
▁romance	-9.30141
▁feature	-9.30154
▁battle	-9.30282
▁attempt	-9.30355
▁toward	-9.30359
▁bizarre	-9.30402
▁Japanese	-9.30414
▁college	-9.30416
▁admit	-9.30689
old	-9.3072
▁girls	-9.3082
▁overall	-9.31138
▁hero	-9.31285
▁images	-9.31419
▁die	-9.3152
▁mention	-9.31528
▁4	-9.31647
▁working	-9.31792
▁mood	-9.32017
▁appears	-9.32034
▁female	-9.32193
▁Oscar	-9.32278
▁collection	-9.32459
▁mystery	-9.32467
▁Chaplin	-9.32507
▁outside	-9.32617
▁hours	-9.32756
g	-9.33186
▁following	-9.33239
▁question	-9.33559
▁K	-9.33748
▁boys	-9.34002
▁begins	-9.34004
▁truth	-9.344
▁visual	-9.34448
▁b	-9.34462
▁break	-9.34473
▁male	-9.34476
▁review	-9.34482
▁effort	-9.34526
▁dialog	-9.34537
▁Black	-9.3458
▁Mark	-9.34583
▁features	-9.34585
▁Alice	-9.34647
▁cut	-9.34682
of	-9.34802
!)	-9.34946
▁talented	-9.34998
▁trouble	-9.35296
▁started	-9.3536
▁Peter	-9.35617
nother	-9.36244
▁public	-9.36257
▁George	-9.36417
▁realize	-9.36523
▁success	-9.3658
▁touch	-9.36581
▁agree	-9.3666
▁premise	-9.36666
▁terrific	-9.36666
▁chemistry	-9.36673
▁nature	-9.36673
▁solid	-9.36674
▁Paul	-9.36677
*	-9.36716
▁Scott	-9.36725
▁detail	-9.36769
▁filmed	-9.36816
▁Many	-9.36914
▁portrayed	-9.36937
▁focus	-9.37011
▁aren	-9.37193
▁expected	-9.3736
▁material	-9.37424
▁Joe	-9.37499
	-9.37525
▁present	-9.37679
Very	-9.37702
giving	-9.37727
▁train	-9.37788
▁c	-9.37982
▁members	-9.3801
▁beautifully	-9.38052
M	-9.38368
▁control	-9.38595
▁check	-9.38608
▁fair	-9.38823
▁background	-9.38834
▁shame	-9.3884
▁seriously	-9.39303
▁interested	-9.39309
▁sequences	-9.3954
▁Be	-9.39664
▁follows	-9.39783
▁please	-9.40316
▁thinking	-9.40441
ally	-9.40493
▁convincing	-9.40731
▁effective	-9.40742
▁escape	-9.4076
▁pieces	-9.40981
▁era	-9.41048
▁Stewart	-9.41062
▁silent	-9.41062
▁tension	-9.41064
▁popular	-9.41067
▁stunning	-9.41081
▁indeed	-9.41083
▁Richard	-9.41106
▁culture	-9.41131
▁body	-9.41217
▁villain	-9.41253
▁week	-9.41257
!"	-9.41518
▁complete	-9.41657
▁laughing	-9.42219
So	-9.42387
▁recommended	-9.42493
▁William	-9.42759
ation	-9.42894
▁actual	-9.43095
▁gay	-9.43217
▁twist	-9.43219
▁search	-9.43278
▁complex	-9.4332
▁respect	-9.43322
▁beyond	-9.43335
▁married	-9.43347
▁gem	-9.43386
▁Good	-9.43457
▁Most	-9.43495
▁level	-9.43586
▁situations	-9.43673
▁season	-9.43756
▁air	-9.43909
▁missed	-9.43946
▁figure	-9.4413
▁jokes	-9.44536
▁whe	-9.44599
▁Fro	-9.44877
▁Frank	-9.45214
▁10.	-9.45215
▁pass	-9.45287
▁recent	-9.45356
▁ways	-9.45366
▁charm	-9.45368
▁Brown	-9.45378
▁dramatic	-9.45419
▁supposed	-9.45448
▁boring	-9.45661
▁company	-9.45668
▁silly	-9.45682
▁anti	-9.45713
▁create	-9.45714
▁except	-9.45779
?"	-9.45829
▁created	-9.45871
▁filled	-9.459
▁cause	-9.45908
▁win	-9.45943
▁post	-9.45979
▁...	-9.46048
▁talking	-9.46156
▁rock	-9.46624
▁inside	-9.46687
▁mere	-9.46692
▁s	-9.4677
▁needed	-9.46784
el	-9.46966
And	-9.47309
▁honest	-9.47565
One	-9.47584
time	-9.47792
▁5	-9.47868
▁journey	-9.48041
ry	-9.48045
▁straight	-9.48048
▁eventually	-9.48053
▁plenty	-9.48076
▁decent	-9.4808
▁vampire	-9.48365
▁stands	-9.48514
▁alive	-9.48579
▁road	-9.48733
▁prove	-9.48927
▁places	-9.48928
▁Star	-9.48932
Y	-9.49314
▁God	-9.49362
▁hands	-9.49464
ch	-9.49727
▁box	-9.49751
▁approach	-9.49813
▁design	-9.50193
▁feels	-9.50284
▁reviews	-9.50432
▁familiar	-9.50466
▁genuine	-9.5048
▁third	-9.5048
▁bunch	-9.50481
▁Disney	-9.50488
▁five	-9.50565
▁treat	-9.50784
▁sequel	-9.50818
▁directing	-9.5087
▁died	-9.50871
▁presented	-9.5089
▁By	-9.5103
espite	-9.51162
ist	-9.51361
▁adults	-9.51892
▁drive	-9.5196
▁emotions	-9.52037
▁shots	-9.52317
▁ideas	-9.52325
▁understanding	-9.52388
....	-9.5259
▁natural	-9.52719
age	-9.52725
▁twists	-9.52731
▁master	-9.52914
▁business	-9.52959
▁weird	-9.52963
▁negative	-9.52981
▁current	-9.52989
▁entertainment	-9.52992
▁exciting	-9.52994
▁glad	-9.52994
▁depth	-9.53003
▁lady	-9.53017
▁compelling	-9.53083
▁former	-9.53151
▁sell	-9.5326
▁suspect	-9.53312
▁setting	-9.53421
▁remain	-9.53457
▁soldier	-9.53459
▁longer	-9.53543
▁Van	-9.53584
▁U	-9.53863
▁Will	-9.53919
▁issues	-9.54134
▁leaves	-9.54249
▁Jane	-9.54265
▁feelings	-9.54436
▁Julie	-9.54605
▁awesome	-9.54632
▁appear	-9.55147
▁drug	-9.55443
▁York	-9.55544
▁crew	-9.55546
▁possible	-9.55566
▁cold	-9.55573
▁pay	-9.55628
▁Maybe	-9.55643
▁space	-9.55652
▁Like	-9.55662
▁mid	-9.55695
▁doctor	-9.55901
▁trip	-9.55947
▁chase	-9.56038
▁cartoon	-9.56048
▁band	-9.56061
▁critics	-9.56079
▁charming	-9.56139
▁minor	-9.56148
▁younger	-9.56235
not	-9.5629
he	-9.56536
▁Ma	-9.56624
▁added	-9.56729
p	-9.5692
b	-9.56959
▁9	-9.57559
▁large	-9.57832
All	-9.57856
ley	-9.58017
▁listen	-9.58128
▁funniest	-9.58176
▁Howard	-9.58187
▁running	-9.58188
▁loving	-9.582
▁predictable	-9.58209
▁sweet	-9.58214
▁earth	-9.58223
▁brutal	-9.58224
▁scenery	-9.58244
▁("	-9.58277
▁disappointed	-9.58289
▁political	-9.58294
▁Watch	-9.58363
▁decided	-9.58539
▁odd	-9.58647
▁obviously	-9.58648
▁forever	-9.58684
▁choice	-9.5877
▁street	-9.5879
▁further	-9.5932
▁pre	-9.59693
▁blow	-9.59953
▁possib	-9.60029
▁reading	-9.60037
▁steal	-9.60329
▁sexual	-9.6057
▁talk	-9.60603
▁normal	-9.60684
▁w	-9.60734
▁date	-9.60735
▁sit	-9.60767
For	-9.60822
▁fell	-9.6084
▁questions	-9.60851
▁lovely	-9.60871
▁language	-9.60879
▁gorgeous	-9.60879
▁legend	-9.60879
▁France	-9.60896
▁Indian	-9.60897
▁front	-9.60899
▁fresh	-9.60903
▁Batman	-9.60951
▁gone	-9.60989
▁Two	-9.60997
▁girlfriend	-9.61013
fi	-9.61153
▁yes	-9.61157
▁walk	-9.61192
▁fit	-9.61275
▁terms	-9.61315
▁concept	-9.61331
▁nor	-9.61444
▁Movie	-9.61464
▁fear	-9.61532
▁*	-9.61583
▁killer	-9.61598
▁begin	-9.61607
▁effect	-9.61621
▁First	-9.61712
▁reasons	-9.61775
▁warm	-9.63023
▁physical	-9.63381
ance	-9.63422
this	-9.63425
▁appreciate	-9.63458
▁hell	-9.6348
▁return	-9.63482
▁color	-9.63532
▁list	-9.63592
side	-9.63623
▁hospital	-9.63656
▁footage	-9.63659
▁earlier	-9.63661
▁VHS	-9.63667
▁Buddy	-9.63669
▁impressed	-9.63718
▁weak	-9.63748
▁Director	-9.63761
▁Why	-9.63846
▁cover	-9.63875
▁Overall	-9.64034
▁edge	-9.64117
▁Or	-9.64191
▁station	-9.64228
▁soul	-9.64325
▁student	-9.64439
▁teen	-9.6453
▁credit	-9.64573
▁fighting	-9.64601
▁values	-9.64885
▁continue	-9.6517
▁Ed	-9.65212
▁offers	-9.65467
▁portray	-9.65573
▁provides	-9.65836
▁provide	-9.66083
▁violent	-9.66154
ily	-9.66167
▁30	-9.66174
ever	-9.66425
▁humour	-9.66514
▁cheesy	-9.66523
▁marriage	-9.66523
▁worse	-9.66523
▁worst	-9.66523
▁intense	-9.66529
▁friendship	-9.66536
▁debut	-9.66545
▁spend	-9.66549
▁common	-9.66555
▁Charles	-9.66588
▁Ryan	-9.66606
▁noir	-9.66639
▁slightly	-9.66654
▁expectations	-9.66669
▁worked	-9.66765
▁forgotten	-9.66784
▁speak	-9.66821
▁none	-9.66837
▁secret	-9.66966
▁strength	-9.67001
▁90	-9.67146
▁seek	-9.6726
▁Dan	-9.67293
by	-9.67303
▁laughed	-9.67494
▁ended	-9.67712
▁Me	-9.67839
▁King	-9.67912
▁uses	-9.67931
▁loves	-9.67956
making	-9.68263
ian	-9.6868
▁force	-9.68751
▁directors	-9.68972
▁explain	-9.69085
▁historical	-9.69134
▁helps	-9.69139
B	-9.69193
▁unlike	-9.69227
▁De	-9.69339
▁Louis	-9.69368
▁Park	-9.69369
▁presence	-9.69455
▁quiet	-9.69455
▁content	-9.69462
▁impressive	-9.69465
▁sharp	-9.69511
▁stick	-9.69527
▁telling	-9.69545
▁ride	-9.69549
▁forward	-9.69561
▁West	-9.69616
▁Best	-9.69694
▁record	-9.69724
▁changed	-9.69855
if	-9.69949
▁sexy	-9.69978
▁relate	-9.69984
▁considered	-9.70135
▁Here	-9.70139
▁See	-9.7018
▁6	-9.70234
▁regard	-9.70311
▁seat	-9.70313
▁rating	-9.70392
▁ship	-9.70579
▁share	-9.7071
▁II	-9.70794
▁meaning	-9.70813
▁Ben	-9.7088
▁appeal	-9.71537
▁red	-9.71898
▁remains	-9.71912
▁perform	-9.72019
?)	-9.72051
x	-9.7206
▁rare	-9.72171
▁successful	-9.72216
▁water	-9.72219
son	-9.72311
▁details	-9.72364
▁Chan	-9.72467
▁basic	-9.72476
▁impact	-9.72488
▁London	-9.72495
▁genius	-9.72495
▁Owen	-9.72495
▁scary	-9.72504
▁development	-9.72505
▁disturbing	-9.7251
▁animated	-9.72523
▁Fox	-9.72524
▁immediately	-9.72538
▁Sure	-9.72544
▁Jean	-9.72637
▁sci	-9.72673
tic	-9.72808
▁shocking	-9.72811
▁anyway	-9.72847
▁Yes	-9.72853
at	-9.72929
▁tend	-9.72932
▁survive	-9.73159
▁pop	-9.73257
spite	-9.73301
work	-9.73323
▁reach	-9.73451
▁singer	-9.73519
▁monster	-9.73565
▁accident	-9.73591
▁cinematic	-9.73748
▁lovers	-9.74237
ful	-9.74506
We	-9.74733
▁door	-9.74944
O	-9.75046
coming	-9.75146
▁Russia	-9.75433
▁incredibl	-9.75481
▁notice	-9.75551
▁leav	-9.75567
▁reflect	-9.75586
▁program	-9.75605
▁narrative	-9.7561
▁ridiculous	-9.7561
▁contrast	-9.75611
▁basically	-9.75619
▁Jackson	-9.75629
▁sight	-9.75654
▁Harry	-9.75657
▁House	-9.75659
▁refreshing	-9.7567
▁somehow	-9.7568
▁People	-9.75691
▁City	-9.75717
▁High	-9.75723
▁apparently	-9.75744
▁average	-9.75745
▁Ray	-9.75791
▁cute	-9.75803
▁produced	-9.75814
▁forced	-9.75871
▁surprisingly	-9.75904
On	-9.7595
▁editing	-9.75956
▁moved	-9.75971
▁brain	-9.76105
▁vari	-9.76121
▁ability	-9.76127
▁tragic	-9.76286
▁entirely	-9.76364
▁passion	-9.76367
▁hair	-9.76458
▁lived	-9.76531
▁frame	-9.76678
ted	-9.76725
▁track	-9.7677
▁aspect	-9.76786
▁Russian	-9.76933
▁opera	-9.77123
▁delivers	-9.77148
▁player	-9.77302
▁dis	-9.77346
f	-9.77355
ism	-9.77362
▁cry	-9.77993
▁Ms	-9.77993
▁purchase	-9.78223
That	-9.78279
▁suffer	-9.78307
ton	-9.78312
cy	-9.78343
w	-9.78753
▁loud	-9.78824
▁suicide	-9.78836
▁creative	-9.78836
▁government	-9.78836
▁memory	-9.78836
▁crowd	-9.7884
▁Argento	-9.78848
▁freedom	-9.7885
▁Island	-9.78851
▁cult	-9.78863
▁Life	-9.78863
▁chose	-9.78874
▁Keaton	-9.78883
▁crazy	-9.78885
▁somewhere	-9.78898
▁patient	-9.78915
▁seemingly	-9.78924
▁fascinating	-9.78962
▁amusing	-9.78975
no	-9.78987
▁Anne	-9.78998
▁7	-9.79003
▁Un	-9.79029
▁Australian	-9.79116
▁allow	-9.79148
▁shooting	-9.79165
▁singing	-9.79183
ach	-9.79211
▁Le	-9.79232
▁unknown	-9.7934
▁X	-9.79385
▁ahead	-9.79472
▁slowly	-9.79739
▁hot	-9.79763
▁store	-9.79844
▁whom	-9.79844
▁pair	-9.79848
▁beat	-9.80016
▁emotion	-9.80021
▁carrie	-9.80051
▁location	-9.80059
▁affair	-9.80087
▁member	-9.80128
▁missing	-9.80179
▁NOT	-9.8021
▁ones	-9.80337
ur	-9.80375
▁remembered	-9.80405
▁bigge	-9.80415
▁addition	-9.80619
▁total	-9.81199
▁credits	-9.81254
▁serve	-9.81475
After	-9.81609
▁note	-9.81627
▁tight	-9.81817
▁sub	-9.81853
▁V	-9.82132
▁loss	-9.82135
▁intriguing	-9.82169
▁Thomas	-9.82169
▁teenage	-9.8218
▁football	-9.82181
▁information	-9.82187
▁dumb	-9.82198
▁Christmas	-9.82199
▁study	-9.82203
▁avoid	-9.82217
▁Jr	-9.82226
▁otherwise	-9.82239
▁fly	-9.8225
▁Charlie	-9.82256
▁pain	-9.82274
▁Still	-9.82281
▁annoying	-9.82299
▁Every	-9.823
▁wide	-9.82313
▁Thing	-9.82382
▁tone	-9.82494
W	-9.82636
▁spirit	-9.82754
▁Bond	-9.82848
▁answer	-9.83129
▁attack	-9.83187
ine	-9.83187
▁using	-9.83253
▁club	-9.83258
▁offer	-9.8342
▁studio	-9.83439
▁adaptation	-9.83446
▁adventure	-9.83466
▁horse	-9.83467
▁minute	-9.83619
▁acts	-9.8368
▁Night	-9.83684
ey	-9.83781
played	-9.83973
F	-9.84239
▁killing	-9.84254
▁direct	-9.84384
▁happening	-9.84541
you	-9.84568
▁crap	-9.84592
ne	-9.84594
▁casting	-9.84612
▁gold	-9.84624
▁owner	-9.84653
▁draw	-9.84711
▁soldiers	-9.8497
well	-9.85029
ting	-9.85094
▁surprising	-9.85316
▁plane	-9.85556
▁sick	-9.85603
▁latter	-9.85618
▁involving	-9.85629
▁positive	-9.85629
▁boyfriend	-9.85649
▁Smith	-9.85668
▁century	-9.85671
▁Jones	-9.85677
▁office	-9.85702
▁born	-9.85714
▁finest	-9.85732
▁quickly	-9.85888
▁dreams	-9.85905
▁inter	-9.85971
▁Billy	-9.85991
▁v	-9.86335
▁moral	-9.86355
▁gags	-9.86402
▁brief	-9.86433
▁western	-9.86546
▁points	-9.86733
▁Can	-9.86855
▁conclusion	-9.869
▁smile	-9.86964
▁nicely	-9.87276
▁fate	-9.87323
▁party	-9.87339
▁wild	-9.87518
▁Mrs	-9.8813
ant	-9.88217
▁Red	-9.88238
▁catch	-9.88464
▁15	-9.88618
When	-9.88634
ably	-9.88691
▁match	-9.88758
▁claim	-9.88817
▁loose	-9.88869
▁gang	-9.89
▁10/10	-9.89015
▁ha	-9.89044
▁spoil	-9.89084
▁ground	-9.89086
▁super	-9.89115
▁magic	-9.89176
▁fiction	-9.89184
Jennifer	-9.89189
	-9.89189
▁Festival	-9.89189
▁South	-9.8919
▁Larry	-9.8919
▁Cooper	-9.89191
▁bought	-9.89192
▁nudity	-9.89193
▁underrated	-9.89196
▁Dracula	-9.892
▁martial	-9.892
▁nasty	-9.892
▁pacing	-9.89201
ive	-9.8921
▁magnificent	-9.8921
▁Ponyo	-9.89221
▁bored	-9.89231
▁utter	-9.89233
▁Max	-9.89252
▁remarkable	-9.89253
▁likable	-9.89261
▁US	-9.89274
▁Everyone	-9.89294
▁unfortunately	-9.89318
▁OK	-9.89359
▁Sean	-9.8936
▁traditional	-9.89368
▁revealed	-9.89369
▁Though	-9.89417
▁Lee	-9.89442
▁moves	-9.89592
▁taste	-9.89935
▁personally	-9.89993
▁70'	-9.90045
▁adult	-9.90122
▁kick	-9.90173
▁changes	-9.9022
▁waiting	-9.90229
▁alien	-9.90364
ized	-9.90427
▁island	-9.90525
▁impression	-9.90532
▁priest	-9.90535
▁bed	-9.9055
▁provid	-9.90615
▁write	-9.90644
▁appearance	-9.90746
▁element	-9.90816
▁lesson	-9.90893
ia	-9.90936
na	-9.90958
ty	-9.90966
ra	-9.91074
▁themes	-9.91513
▁Go	-9.91515
▁Pa	-9.91533
▁aspects	-9.91568
▁shop	-9.91676
▁develop	-9.9185
▁streets	-9.92053
▁met	-9.92241
▁aside	-9.9232
K	-9.924
that	-9.92493
▁unexpected	-9.92571
▁Fulci	-9.92892
▁BBC	-9.92893
▁knowledge	-9.92894
▁tough	-9.92895
▁wrote	-9.92905
▁baby	-9.92905
▁impossible	-9.92907
▁surreal	-9.92909
▁Shakespeare	-9.92925
▁Rockne	-9.92929
▁summer	-9.92933
▁Madonna	-9.92947
▁jump	-9.92948
▁Dead	-9.92951
▁intended	-9.92968
▁Yet	-9.92972
▁Dean	-9.92996
▁sounds	-9.93019
▁Oh	-9.93055
▁received	-9.93058
▁equally	-9.93066
▁literally	-9.93096
▁Unfortunately	-9.93118
▁Their	-9.9313
▁Paris	-9.93237
▁allowed	-9.93292
▁willing	-9.93314
▁50	-9.93322
▁plus	-9.93469
be	-9.93495
▁ring	-9.93556
▁arts	-9.93686
E	-9.93804
▁lies	-9.93898
▁professional	-9.93905
▁fully	-9.93959
there	-9.94082
▁double	-9.941
▁environment	-9.94244
▁combination	-9.94379
▁remake	-9.94381
▁brilliantly	-9.94403
▁Guy	-9.94448
▁favourite	-9.94449
▁meant	-9.94515
▁difference	-9.94523
▁criminal	-9.9456
▁detective	-9.9458
▁state	-9.94762
ha	-9.9511
▁Do	-9.95257
▁likely	-9.95282
et	-9.95396
▁lover	-9.95426
▁players	-9.95439
▁grand	-9.95449
▁visit	-9.95485
▁flat	-9.95566
with	-9.96107
even	-9.96173
▁cost	-9.96185
▁led	-9.96228
▁depict	-9.96348
▁finish	-9.9638
▁mysterious	-9.9642
L	-9.96423
▁innocent	-9.96446
▁fake	-9.96468
▁struggle	-9.9648
▁climax	-9.96683
▁1970	-9.96739
▁necessary	-9.96739
▁comedic	-9.96739
▁opposite	-9.96739
▁twice	-9.9674
▁childhood	-9.96742
▁shall	-9.96744
▁Mario	-9.96744
▁spent	-9.96753
▁screenplay	-9.96756
▁heavy	-9.96759
▁photography	-9.96768
▁dull	-9.96773
▁smart	-9.96774
▁Lane	-9.96777
▁personality	-9.96777
nt	-9.96811
▁Bruce	-9.96817
▁humanity	-9.96844
▁delightful	-9.9687
▁whatever	-9.96983
▁noticed	-9.97007
▁carry	-9.97023
▁developed	-9.97147
▁cops	-9.97669
▁science	-9.97898
some	-9.97964
▁Ford	-9.98015
▁Se	-9.98077
▁Mo	-9.98192
line	-9.98217
▁comparison	-9.98522
▁accent	-9.98595
▁individual	-9.98604
▁generation	-9.98622
▁joke	-9.98675
red	-9.98744
▁numbers	-9.98952
▁bar	-9.9906
▁answers	-9.99161
▁Stan	-9.99236
uch	-9.99257
▁students	-9.99651
see	-9.99689
▁proves	-10.0006
▁relationships	-10.0008
▁starr	-10.0018
▁e	-10.0018
▁fill	-10.003
▁quick	-10.0043
▁rush	-10.0053
▁involve	-10.0056
▁Tim	-10.0061
▁fire	-10.0068
▁lose	-10.0073
▁range	-10.0073
▁extraordinary	-10.0074
▁poignant	-10.0074
▁England	-10.0074
▁pleasant	-10.0074
▁memories	-10.0074
▁therefore	-10.0074
▁Damme	-10.0074
▁ordinary	-10.0074
▁flight	-10.0074
▁trust	-10.0074
▁media	-10.0075
▁hidden	-10.0075
▁unusual	-10.0075
▁hotel	-10.0076
▁commentary	-10.0076
To	-10.0076
▁artistic	-10.0077
▁Buster	-10.0077
▁slasher	-10.0078
▁Bob	-10.0078
ar	-10.0079
▁sensitive	-10.008
te	-10.0088
▁actresses	-10.0092
▁Big	-10.0099
▁masterful	-10.01
ical	-10.0116
▁rarely	-10.0117
▁mad	-10.0118
get	-10.0126
▁13	-10.0149
▁flaws	-10.0166
ka	-10.0175
▁compar	-10.0179
He	-10.018
way	-10.0216
▁60	-10.0228
▁manner	-10.0231
▁Anyway	-10.0254
v	-10.0262
▁Show	-10.0264
▁exception	-10.0265
▁victim	-10.0267
▁desire	-10.0274
▁expecting	-10.0275
▁extra	-10.0277
▁skill	-10.0279
▁mark	-10.0282
▁image	-10.0283
back	-10.0293
▁Out	-10.03
▁Sam	-10.0306
▁land	-10.0325
▁fu	-10.0331
▁Ra	-10.0339
▁cheap	-10.0348
▁OF	-10.0366
go	-10.0375
▁Wars	-10.04
just	-10.0431
right	-10.0432
▁St	-10.0433
Overall	-10.0434
▁build	-10.0436
▁audiences	-10.0437
▁bright	-10.0451
all	-10.0474
▁Martin	-10.0481
for	-10.0489
▁engaging	-10.0491
▁́	-10.0491
▁context	-10.0491
▁process	-10.0491
▁subtitles	-10.0491
▁spoof	-10.0491
▁funnier	-10.0491
▁theatrical	-10.0491
▁opportunity	-10.0492
co	-10.0492
▁represent	-10.0493
▁motion	-10.0493
▁dangerous	-10.0495
▁Perhaps	-10.0497
▁center	-10.0497
▁u	-10.0498
▁humorous	-10.0501
▁Kevin	-10.0502
▁satisfying	-10.0503
▁attempts	-10.0508
▁board	-10.051
▁recognize	-10.0512
▁belong	-10.0518
▁lucky	-10.0519
▁drawn	-10.0524
hose	-10.0527
▁planet	-10.0549
▁costumes	-10.055
star	-10.0557
▁paced	-10.0565
▁mis	-10.0568
ged	-10.0586
▁deliver	-10.0604
ette	-10.0614
ta	-10.0629
▁worthy	-10.063
▁Hav	-10.0666
▁dies	-10.0674
▁rise	-10.0674
▁sign	-10.0683
▁length	-10.0688
▁lighting	-10.0694
▁Girl	-10.0696
▁plain	-10.0702
▁flicks	-10.0704
▁count	-10.0704
▁pleasure	-10.0708
▁Day	-10.0718
▁sleep	-10.0719
▁Sara	-10.0748
▁Victor	-10.077
▁onto	-10.0779
▁forces	-10.0799
what	-10.0854
▁40	-10.0855
▁maker	-10.0856
▁area	-10.0874
especially	-10.0881
▁villains	-10.0892
▁repeat	-10.0893
▁independent	-10.0903
▁speech	-10.092
▁Europe	-10.0923
albeit	-10.0925
▁religious	-10.0925
▁psychological	-10.0925
▁Patrick	-10.0925
▁spectacular	-10.0925
▁kung	-10.0925
▁fellow	-10.0925
▁revenge	-10.0926
▁Earth	-10.0927
▁contemporary	-10.0927
▁Marlow	-10.0927
▁Wayne	-10.0927
▁thoroughly	-10.0928
blahblahblahblah	-10.0928
▁confused	-10.0929
▁affect	-10.0929
▁Doug	-10.0929
▁bigger	-10.093
▁1950	-10.0932
▁Matthau	-10.0932
▁dozen	-10.0932
▁Jason	-10.0932
▁Christopher	-10.0935
N	-10.0936
Because	-10.0938
▁inspired	-10.0939
▁May	-10.0943
▁Hitch	-10.0946
▁Death	-10.0946
▁fame	-10.0949
▁apart	-10.0952
▁ultimately	-10.0953
▁soft	-10.0953
▁`	-10.0955
▁key	-10.0957
▁Andrews	-10.0968
▁Germany	-10.0974
▁Young	-10.0979
▁passed	-10.0993
▁Mc	-10.0994
▁North	-10.1003
▁maintain	-10.1007
Since	-10.1014
▁flashbacks	-10.1016
▁deeply	-10.1029
land	-10.1036
▁asked	-10.1039
▁bus	-10.1041
▁Let	-10.1044
▁clean	-10.1051
▁demands	-10.1052
▁viewed	-10.1062
▁Ho	-10.108
rs	-10.109
▁shark	-10.1097
▁interviews	-10.1102
▁standards	-10.1102
▁thanks	-10.1105
▁teach	-10.1113
▁partner	-10.1114
▁filmmakers	-10.1119
▁trailer	-10.1135
▁epic	-10.1146
▁brothers	-10.1147
▁drink	-10.1153
▁wall	-10.1159
▁teacher	-10.1167
▁teenager	-10.1172
▁model	-10.1174
▁Alex	-10.1178
▁issue	-10.1183
+	-10.1195
▁names	-10.1214
▁building	-10.1224
▁step	-10.1232
▁Miss	-10.1235
ma	-10.125
▁vs	-10.1262
given	-10.1266
pe	-10.1267
▁drugs	-10.1289
▁bare	-10.1301
u	-10.1313
▁news	-10.1354
▁breaks	-10.1356
▁suppose	-10.1359
▁raise	-10.1371
▁foreign	-10.1376
▁Gordon	-10.138
▁energy	-10.138
▁families	-10.138
▁innocence	-10.138
▁regret	-10.138
▁tragedy	-10.138
▁featuring	-10.138
▁Daffy	-10.138
▁awful	-10.138
▁Khan	-10.1381
▁afraid	-10.1381
▁urban	-10.1381
▁sent	-10.1381
▁sitting	-10.1382
▁laughter	-10.1383
▁joy	-10.1383
▁Little	-10.1384
▁boat	-10.1384
▁Crystal	-10.1384
▁choose	-10.1384
▁hang	-10.1385
▁Helen	-10.1389
▁19	-10.1389
▁fish	-10.1391
▁horrible	-10.1391
▁Where	-10.1391
▁realism	-10.1393
▁Long	-10.1396
▁hopefully	-10.1397
▁deserved	-10.1399
▁hat	-10.1408
▁described	-10.1411
grew	-10.1413
▁recall	-10.1414
▁dated	-10.1421
▁pictures	-10.1427
▁offered	-10.1429
▁thinks	-10.1435
▁g	-10.1437
▁ready	-10.1476
▁meeting	-10.1506
▁La	-10.1515
▁centr	-10.1529
▁channel	-10.1537
▁Oz	-10.1538
arious	-10.1565
year	-10.157
▁satire	-10.1575
▁tears	-10.1575
▁ages	-10.1577
▁suggest	-10.1599
lo	-10.161
▁surely	-10.1612
▁Other	-10.1631
▁encounter	-10.1633
▁decision	-10.1634
▁tune	-10.1638
▁spot	-10.1642
▁enter	-10.1644
▁artist	-10.1644
▁value	-10.1647
▁Al	-10.1657
▁faces	-10.1662
▁Blue	-10.1663
▁leader	-10.1688
▁wear	-10.1699
packed	-10.1714
▁cross	-10.1728
▁host	-10.1761
tion	-10.1767
▁experiences	-10.1787
John	-10.18
made	-10.1802
▁initial	-10.1804
turned	-10.1806
▁tape	-10.1811
▁gun	-10.1819
▁accurate	-10.1825
▁grace	-10.1841
▁object	-10.1843
▁desert	-10.1845
▁luck	-10.1847
▁describe	-10.1849
▁crash	-10.185
▁Cronenberg	-10.1856
▁scientist	-10.1856
▁Altman	-10.1856
▁fabulous	-10.1856
▁Austen	-10.1856
▁potential	-10.1856
▁source	-10.1856
▁witty	-10.1857
▁Kahn	-10.1857
▁Marine	-10.1857
▁Nolan	-10.1857
▁Chinese	-10.1858
▁technical	-10.1858
▁Train	-10.1858
LY	-10.1858
▁boss	-10.1859
▁Francis	-10.1859
▁Kelly	-10.186
▁round	-10.186
▁Law	-10.1863
Eddie	-10.1867
Elizabeth	-10.1867
▁critical	-10.1871
▁latest	-10.1871
▁suddenly	-10.188
▁held	-10.1881
▁Bugs	-10.1882
G	-10.1887
▁haunting	-10.1895
▁six	-10.1901
▁Da	-10.192
▁grown	-10.1923
▁theaters	-10.1924
▁appeared	-10.1924
▁timeless	-10.1924
▁travel	-10.1929
▁visually	-10.193
▁twisted	-10.1932
▁aired	-10.1941
▁cap	-10.1951
▁finale	-10.196
don	-10.1974
▁prior	-10.1981
▁accept	-10.2006
▁thrill	-10.2012
▁lacking	-10.2014
▁mix	-10.2052
▁market	-10.2058
▁Warner	-10.2076
▁teenagers	-10.2083
movie	-10.2085
▁test	-10.209
▁favorites	-10.2094
▁degree	-10.2107
▁vehicle	-10.2107
▁imagination	-10.2107
▁falling	-10.2111
specially	-10.2117
▁system	-10.2127
▁tear	-10.2131
▁mission	-10.2135
▁officer	-10.2135
▁reaction	-10.214
▁demon	-10.2145
▁filmmaker	-10.2158
▁include	-10.2159
ling	-10.2168
▁award	-10.2187
▁Boy	-10.2193
▁monsters	-10.2199
▁continu	-10.2209
▁returns	-10.2224
▁mouth	-10.2241
▁choices	-10.2243
▁fits	-10.2261
▁bits	-10.2266
▁Jeff	-10.2295
▁levels	-10.2308
▁proud	-10.2315
▁weeks	-10.2319
▁ultimate	-10.2326
▁prison	-10.2329
▁addict	-10.2354
▁Bergman	-10.2356
▁IMDb	-10.2356
▁disagree	-10.2356
▁intelligence	-10.2356
▁position	-10.2356
▁twenty	-10.2356
▁courage	-10.2356
▁computer	-10.2356
▁concert	-10.2356
▁surface	-10.2356
▁Montgomery	-10.2356
▁assume	-10.2356
▁Kong	-10.2357
▁chain	-10.2357
▁imagery	-10.2357
▁path	-10.2358
▁Arthur	-10.2358
▁Texas	-10.2358
▁parody	-10.2358
▁blue	-10.2358
▁calm	-10.2358
▁Dexter	-10.2358
▁Velvet	-10.2358
▁Sandra	-10.2358
▁presentation	-10.2358
▁complicated	-10.2359
▁Burton	-10.236
▁depiction	-10.236
▁industry	-10.2361
▁security	-10.2361
▁dying	-10.2361
▁bag	-10.2361
▁tired	-10.2361
▁nobody	-10.2362
▁Never	-10.2363
▁dirty	-10.2363
▁Army	-10.2363
▁Lord	-10.2364
▁Henry	-10.2366
▁Betty	-10.2367
▁sorry	-10.2367
▁broken	-10.2368
▁race	-10.2369
▁Before	-10.2369
▁hooked	-10.237
▁combined	-10.237
▁Carl	-10.2372
▁Susan	-10.2372
▁handled	-10.2373
▁Mary	-10.2374
▁Despite	-10.2377
▁:)	-10.2381
▁Brooks	-10.2395
▁mixed	-10.2399
▁appreciated	-10.2408
▁sing	-10.2408
till	-10.2411
▁normally	-10.2416
we	-10.2426
▁results	-10.2449
▁months	-10.245
▁creatures	-10.2473
▁witness	-10.2475
losing	-10.2484
▁believed	-10.2527
her	-10.2529
▁drag	-10.2541
▁plans	-10.2543
▁shock	-10.2556
▁wondering	-10.2557
▁village	-10.2602
▁display	-10.2626
▁concern	-10.2629
▁native	-10.2641
▁agent	-10.2662
ose	-10.2669
▁standard	-10.2674
▁interview	-10.2675
▁m	-10.2677
▁games	-10.2685
▁Western	-10.2686
▁refuse	-10.2689
▁law	-10.2707
▁mess	-10.2722
3	-10.2751
▁/	-10.2761
▁per	-10.2774
budget	-10.2784
While	-10.2827
▁edit	-10.2828
life	-10.2829
▁shoot	-10.2833
til	-10.2843
▁youth	-10.2862
▁India	-10.2862
▁Steve	-10.2863
▁Space	-10.2866
▁h	-10.2869
▁built	-10.2882
▁evidence	-10.2882
▁explanation	-10.2882
▁fantasy	-10.2882
▁remote	-10.2882
▁terrible	-10.2882
▁universe	-10.2882
▁morning	-10.2882
▁United	-10.2882
▁prejudice	-10.2882
▁Kurtz	-10.2882
▁raw	-10.2883
▁minimal	-10.2883
▁contact	-10.2883
▁Polish	-10.2883
▁Dame	-10.2884
▁Grunnick	-10.2884
▁Jonathan	-10.2884
▁harsh	-10.2884
▁neither	-10.2884
▁danger	-10.2884
▁nurse	-10.2885
▁statement	-10.2885
▁blend	-10.2885
▁Kermit	-10.2887
▁timing	-10.2887
▁everybody	-10.2887
▁Johnny	-10.2888
▁Tony	-10.2889
▁Frost	-10.2889
▁Hardy	-10.289
▁Sinatra	-10.289
ke	-10.289
▁food	-10.289
▁Danny	-10.2891
▁mine	-10.2893
é	-10.2893
▁Everything	-10.2894
▁touches	-10.2895
▁Monke	-10.2895
▁army	-10.2896
▁European	-10.2896
▁punk	-10.2899
▁Anand	-10.2899
▁Dunn	-10.2903
▁unless	-10.2908
▁Finally	-10.2909
▁Lou	-10.291
▁States	-10.2923
▁Davis	-10.2933
▁eating	-10.2934
ory	-10.2942
off	-10.2942
▁effectively	-10.2961
▁Live	-10.2965
▁generally	-10.298
▁inner	-10.2986
▁structure	-10.299
▁talents	-10.2995
▁picked	-10.2997
▁Top	-10.3018
▁Master	-10.3019
J	-10.3023
▁Thre	-10.3034
▁arms	-10.3036
de	-10.3053
ups	-10.3053
▁knowing	-10.3054
▁ill	-10.3057
▁Any	-10.3059
▁fails	-10.3063
▁succeeds	-10.3064
▁reviewers	-10.3066
▁sea	-10.3067
▁Car	-10.3074
▁bother	-10.3097
director	-10.3104
▁push	-10.3108
American	-10.3134
fairly	-10.3138
so	-10.3146
ina	-10.3152
▁conflict	-10.3154
▁theatre	-10.3156
▁print	-10.3162
me	-10.3168
▁driv	-10.3185
▁god	-10.3194
▁promise	-10.32
▁relative	-10.3212
▁producer	-10.3233
day	-10.3249
▁thank	-10.3266
▁send	-10.3273
▁humans	-10.329
▁cat	-10.329
▁prefer	-10.3296
▁continues	-10.3297
over	-10.3297
▁bound	-10.3318
um	-10.332
▁heads	-10.3355
▁El	-10.3362
down	-10.3372
▁creates	-10.3374
from	-10.3383
although	-10.3384
▁Gun	-10.3392
▁marvelous	-10.3405
▁constant	-10.3406
▁convince	-10.3416
▁base	-10.3416
▁Chris	-10.3418
▁Fr	-10.3423
▁whil	-10.3425
▁ma	-10.3426
▁AND	-10.3434
▁attract	-10.3436
▁snow	-10.3438
▁Japan	-10.3438
▁Mexican	-10.3438
▁numerous	-10.3438
▁Spanish	-10.3438
▁Britain	-10.3438
▁Doctor	-10.3438
▁lovable	-10.3438
▁load	-10.3438
▁angry	-10.3438
▁ironic	-10.3439
▁Russell	-10.3439
do	-10.344
▁Frankenstein	-10.344
▁Academy	-10.344
▁tribute	-10.344
▁Martha	-10.344
▁appropriate	-10.344
▁unforgettable	-10.344
▁Broadway	-10.344
▁thus	-10.344
▁Carlos	-10.344
▁Bates	-10.344
▁Moore	-10.344
▁speed	-10.344
▁Union	-10.3441
▁sword	-10.3441
▁vision	-10.3442
▁gripping	-10.3443
▁anymore	-10.3443
▁slapstick	-10.3443
▁mainstream	-10.3443
▁relief	-10.3443
▁attractive	-10.3443
▁larger	-10.3444
▁Brian	-10.3445
▁faithful	-10.3445
▁Rock	-10.3445
▁fictional	-10.3446
▁practical	-10.3446
▁Boris	-10.3447
▁Quinn	-10.3448
▁sadness	-10.3449
▁hoping	-10.345
▁cable	-10.3451
▁Rating	-10.3451
▁Such	-10.3456
▁Gene	-10.3456
▁camp	-10.3457
▁wit	-10.3457
▁occasionally	-10.3459
▁ruin	-10.3459
▁dad	-10.3461
▁spoilers	-10.3463
▁Along	-10.347
▁Lo	-10.3481
▁express	-10.3486
▁heroine	-10.3489
▁depicted	-10.3491
▁finished	-10.3492
ious	-10.3503
war	-10.3511
▁realized	-10.3511
▁honestly	-10.3514
Gary	-10.3531
▁flying	-10.3532
▁suffering	-10.3539
▁mentioned	-10.3547
▁techniques	-10.3555
▁writers	-10.3565
▁12	-10.3569
▁folks	-10.3592
▁tour	-10.3599
▁trapp	-10.3599
▁Philip	-10.3611
▁tense	-10.3615
▁graphics	-10.3617
▁producers	-10.3657
▁plan	-10.3658
ble	-10.3687
▁prepar	-10.3689
▁judge	-10.3703
▁Ro	-10.3714
▁helped	-10.3729
▁window	-10.3745
▁fare	-10.3746
Some	-10.3755
▁benefit	-10.3777
lan	-10.3779
▁festival	-10.379
▁dealing	-10.3791
▁ball	-10.3794
▁crack	-10.3794
▁perspective	-10.3797
▁veteran	-10.3797
▁root	-10.3798
▁commercial	-10.3801
▁purpose	-10.3802
▁lesbian	-10.3802
▁attitude	-10.3808
▁parent	-10.3823
▁Americans	-10.3833
▁cameo	-10.3837
▁evening	-10.385
▁shorts	-10.3884
etic	-10.3885
most	-10.3887
wise	-10.3898
▁Mel	-10.3927
ial	-10.3932
good	-10.3935
have	-10.3937
written	-10.3967
Well	-10.3979
▁convey	-10.398
4	-10.3983
▁par	-10.3998
▁achieve	-10.4004
▁colour	-10.4008
▁receive	-10.4014
▁gross	-10.4015
▁visuals	-10.4018
▁kiss	-10.4024
▁specific	-10.4025
▁Drebin	-10.4026
▁Nathaniel	-10.4026
▁Tarzan	-10.4026
▁ensemble	-10.4026
▁obsession	-10.4026
▁routine	-10.4026
▁virtual	-10.4026
▁1940	-10.4026
▁awkward	-10.4026
▁behavior	-10.4026
▁Nevsky	-10.4026
▁competition	-10.4026
▁Lewis	-10.4026
▁Prue	-10.4026
▁cousin	-10.4026
▁network	-10.4026
▁Colbert	-10.4026
▁porn	-10.4026
▁Murray	-10.4027
▁community	-10.4027
▁rough	-10.4027
▁safe	-10.4027
▁birth	-10.4028
▁heartwarming	-10.4028
▁thousand	-10.4028
▁LOVE	-10.4028
▁DeVito	-10.4028
▁suspenseful	-10.4028
▁Baby	-10.4028
▁Cell	-10.4028
▁Wilson	-10.4028
▁Penn	-10.403
▁Story	-10.403
▁executed	-10.4031
▁began	-10.4031
▁Natalie	-10.4031
▁Clint	-10.4031
▁excuse	-10.4032
▁service	-10.4032
▁Chucky	-10.4033
▁product	-10.4033
▁nominated	-10.4034
▁bank	-10.4035
▁Joseph	-10.4035
▁yeah	-10.4035
▁multi	-10.4035
▁Demons	-10.4035
▁Albert	-10.4036
▁Hanks	-10.4036
▁seven	-10.4037
▁Mike	-10.4037
▁Scarlett	-10.404
An	-10.4042
▁repeated	-10.4042
▁justice	-10.4043
▁tender	-10.4043
▁Jim	-10.4045
house	-10.4057
▁Robin	-10.4059
▁concerned	-10.4068
▁plots	-10.4073
▁politics	-10.4085
▁nail	-10.4087
▁physically	-10.4097
▁Brothers	-10.4098
▁largely	-10.4099
▁vote	-10.41
▁criticize	-10.4115
▁likes	-10.4118
▁beside	-10.412
▁holes	-10.4124
▁rated	-10.4128
▁recording	-10.4139
▁commented	-10.4139
▁speaking	-10.4142
▁emotionally	-10.4145
▁experienced	-10.4149
▁waste	-10.4155
his	-10.4157
ven	-10.4177
ground	-10.4185
▁murdered	-10.4187
▁sports	-10.4205
▁Y	-10.4207
law	-10.4253
▁da	-10.4259
▁event	-10.4269
▁amazingly	-10.43
▁Alexand	-10.4317
ED	-10.4326
▁regular	-10.4334
▁sp	-10.4338
▁fail	-10.4345
sh	-10.4345
▁IS	-10.4354
▁hurt	-10.4355
▁100	-10.4378
▁succeed	-10.4401
▁description	-10.4402
▁cars	-10.4407
▁locations	-10.4417
▁wound	-10.4431
▁Pe	-10.4436
▁Walter	-10.4436
▁decade	-10.4439
▁million	-10.444
▁sides	-10.4441
▁Roberts	-10.4451
▁coach	-10.4455
▁truck	-10.4457
▁reviewer	-10.4466
▁speaks	-10.4473
▁sorts	-10.4482
writer	-10.4482
▁fears	-10.4498
▁confront	-10.4513
▁shape	-10.4519
she	-10.4532
▁complain	-10.4547
ring	-10.4554
▁roll	-10.4557
▁musicals	-10.4567
hero	-10.4581
▁marry	-10.4589
▁videos	-10.4591
How	-10.4594
Who	-10.4595
Now	-10.4596
However	-10.4596
▁Jordan	-10.4599
▁70	-10.4599
▁pitch	-10.4606
▁intellectual	-10.4613
Joe	-10.4617
▁fashion	-10.4619
ities	-10.4624
▁produce	-10.4627
▁Bell	-10.463
▁Africa	-10.463
▁mistake	-10.4631
▁balance	-10.4632
▁require	-10.4634
▁trash	-10.4635
▁delight	-10.4636
▁hunt	-10.4637
nnie	-10.4642
▁Hall	-10.4643
ner	-10.4645
▁faith	-10.4645
▁Morris	-10.4647
▁bleak	-10.4648
▁quest	-10.4649
▁Christian	-10.465
Excellent	-10.4651
’	-10.4651
▁Laurel	-10.4651
▁Sarandon	-10.4651
▁religion	-10.4651
▁target	-10.4651
▁enemy	-10.4651
▁treasure	-10.4651
▁border	-10.4651
▁Dark	-10.4651
▁Michelle	-10.4651
▁wrapped	-10.4651
▁deliberate	-10.4651
▁brilliance	-10.4652
▁hint	-10.4652
▁eighties	-10.4653
▁apartment	-10.4653
▁military	-10.4653
▁creation	-10.4653
▁freak	-10.4653
▁expensive	-10.4653
▁Coppola	-10.4653
▁Alfred	-10.4653
▁Sometimes	-10.4653
▁Season	-10.4654
▁flawless	-10.4654
▁Colin	-10.4654
▁Danton	-10.4655
▁Hamlet	-10.4655
ING	-10.4655
▁formula	-10.4655
irty	-10.4656
▁mom	-10.4657
▁Instead	-10.4657
▁obsessed	-10.4657
▁Rick	-10.4657
▁stuck	-10.4657
▁Eastwood	-10.4657
▁Jimmy	-10.4657
▁Harris	-10.4658
▁reflection	-10.4658
▁thru	-10.4659
▁account	-10.4659
▁Bean	-10.4659
▁committed	-10.4659
▁8/10	-10.466
▁Eisenstein	-10.4661
▁Okay	-10.4661
▁Blood	-10.4664
▁dry	-10.4665
▁guilty	-10.4666
▁heroes	-10.4669
▁chilling	-10.4669
▁soap	-10.467
▁White	-10.467
▁sat	-10.4671
▁delivery	-10.4675
▁scared	-10.4677
").	-10.4677
See	-10.4683
▁failed	-10.4688
Think	-10.4691
fully	-10.4706
▁protect	-10.471
ile	-10.4713
▁Han	-10.4719
▁thrillers	-10.4721
▁thrilling	-10.4722
▁featured	-10.4722
▁factor	-10.4731
▁Z	-10.4736
▁button	-10.4741
▁Co	-10.4752
▁Roman	-10.4753
▁Fire	-10.4755
▁shines	-10.4758
▁previously	-10.476
▁Last	-10.4775
▁Ali	-10.4784
▁Gus	-10.4785
▁Jessi	-10.479
ped	-10.4797
▁Jay	-10.48
):	-10.4812
▁Pat	-10.4814
▁training	-10.4816
▁references	-10.4829
▁included	-10.4831
▁protagonists	-10.484
▁reveals	-10.4842
▁suit	-10.4846
▁aware	-10.4846
▁suits	-10.4854
▁exists	-10.4856
een	-10.4878
At	-10.4925
▁Re	-10.4925
▁/>"	-10.4949
men	-10.4954
▁voices	-10.4954
.....	-10.4957
▁se	-10.4961
ter	-10.4978
▁favor	-10.4991
nyone	-10.4992
da	-10.5007
▁exist	-10.5008
▁instance	-10.5037
▁eat	-10.5043
!!!!	-10.5044
▁Nights	-10.5053
gotten	-10.5057
▁superior	-10.5068
▁Stephen	-10.5071
▁challenge	-10.5078
▁occur	-10.5081
▁format	-10.5083
▁dress	-10.5085
▁deserve	-10.5088
▁Up	-10.5089
▁pilot	-10.5099
▁Thank	-10.51
▁thoughts	-10.5101
▁field	-10.5104
▁Mi	-10.5104
▁graphic	-10.5114
▁types	-10.5125
▁actions	-10.5127
▁site	-10.5132
▁colors	-10.5145
via	-10.5149
z	-10.5158
▁pro	-10.5195
▁hide	-10.5199
▁en	-10.5215
ball	-10.5217
▁vampires	-10.5228
▁hearing	-10.5253
Opera	-10.5259
7/10	-10.5261
▁haunt	-10.5264
"?	-10.5269
▁competent	-10.5278
▁knock	-10.5279
▁bitter	-10.528
▁tradition	-10.5284
▁magical	-10.5284
▁equal	-10.5286
▁sudden	-10.5286
▁slight	-10.5287
▁exceptional	-10.5292
▁dare	-10.5297
▁realizes	-10.5303
▁18	-10.5305
▁River	-10.5306
▁trade	-10.5306
nd	-10.5309
▁efforts	-10.5316
▁Reynolds	-10.5318
▁Vietnam	-10.5318
▁associate	-10.5318
▁atmospheric	-10.5318
▁authentic	-10.5318
▁backdrop	-10.5318
▁metaphor	-10.5318
▁radio	-10.5318
▁Cusack	-10.5318
▁ambitious	-10.5318
▁gruesome	-10.5318
▁restaurant	-10.5318
▁funeral	-10.5318
▁internet	-10.5318
▁rugby	-10.5318
▁Jewish	-10.5318
▁NYC	-10.5318
▁drop	-10.5319
▁understated	-10.5319
▁jail	-10.5319
▁personalities	-10.5319
▁peace	-10.5319
▁Haruhi	-10.532
▁Kubrick	-10.532
▁desperate	-10.532
▁NBC	-10.532
▁Sutherland	-10.532
▁Wolf	-10.532
▁treatment	-10.5321
▁handsome	-10.5321
▁curious	-10.5321
▁Office	-10.5321
▁UK	-10.5321
▁progresses	-10.5322
▁bold	-10.5323
▁Lang	-10.5324
▁HBO	-10.5324
▁Children	-10.5324
▁everyday	-10.5324
▁WWII	-10.5324
▁Eric	-10.5324
▁CGI	-10.5325
▁USA	-10.5325
▁anywhere	-10.5326
▁Columbo	-10.5328
▁Someone	-10.5328
▁photographed	-10.5329
▁immensely	-10.533
▁Dur	-10.5331
▁stock	-10.5332
▁pointless	-10.5334
▁abandoned	-10.5335
▁winning	-10.5336
▁Burt	-10.5339
▁warning	-10.5342
class	-10.5346
▁destroyed	-10.5347
▁colorful	-10.5351
▁kills	-10.5352
▁Your	-10.5356
▁weight	-10.5357
▁bear	-10.536
▁displayed	-10.5366
▁shocked	-10.5368
les	-10.5374
▁la	-10.5374
▁7/10	-10.5376
▁beach	-10.5389
▁traveling	-10.5395
iest	-10.5399
ize	-10.5429
▁anger	-10.5435
▁touched	-10.5435
▁appealing	-10.5445
▁portraying	-10.545
▁press	-10.5464
▁rules	-10.5474
▁sympath	-10.549
▁filming	-10.5491
▁unfolds	-10.5505
▁Fred	-10.5506
▁Muppets	-10.5508
▁closely	-10.5511
▁Sal	-10.5516
dditional	-10.553
ier	-10.5537
▁ta	-10.5546
▁Thanks	-10.5549
ge	-10.5572
▁o	-10.5583
V	-10.5595
▁?	-10.5604
▁hip	-10.5639
▁spell	-10.5646
ung	-10.5648
ri	-10.5673
wards	-10.5674
rd	-10.5688
▁Dian	-10.5692
vin	-10.5724
▁reveal	-10.5727
▁versions	-10.5739
▁Gi	-10.5741
▁hits	-10.5745
▁submarine	-10.5752
▁foot	-10.5754
▁li	-10.5754
▁con	-10.5756
am	-10.5762
mo	-10.5766
▁accidental	-10.5771
▁Edward	-10.5784
▁giant	-10.5786
▁Pie	-10.5787
▁Greek	-10.579
▁tri	-10.5794
▁paper	-10.5798
▁robot	-10.5799
▁Award	-10.58
▁dislike	-10.5808
▁interaction	-10.5812
▁Heart	-10.5814
▁fi	-10.5815
▁Jan	-10.5816
▁expression	-10.5819
▁protagonist	-10.5819
▁sport	-10.582
▁animal	-10.5824
▁demand	-10.5824
▁trick	-10.5825
top	-10.5839
▁performer	-10.5839
9	-10.5841
▁di	-10.5841
▁awards	-10.5844
▁puzzle	-10.5846
▁project	-10.5853
ping	-10.5855
▁Vin	-10.5861
▁ideal	-10.5868
▁cartoons	-10.589
ral	-10.589
id	-10.5928
No	-10.5929
▁hadn	-10.593
▁wind	-10.5934
▁join	-10.5944
▁kn	-10.5953
om	-10.596
▁Joan	-10.5962
▁arm	-10.5967
▁gather	-10.5969
now	-10.597
end	-10.5977
hich	-10.5993
▁fond	-10.5997
▁apparent	-10.6001
▁praise	-10.6007
▁terror	-10.6008
▁ignore	-10.6017
ible	-10.6019
▁Second	-10.6021
▁dig	-10.6025
▁punch	-10.6028
▁happi	-10.603
▁Cinema	-10.6031
▁melodrama	-10.6031
▁chief	-10.6032
▁church	-10.6032
▁horrific	-10.6032
▁Campbell	-10.6032
▁Tarantino	-10.6032
▁glimpse	-10.6032
▁identify	-10.6032
▁polished	-10.6032
▁survival	-10.6032
▁territory	-10.6032
▁universal	-10.6032
▁technology	-10.6032
▁Rhett	-10.6032
▁confusion	-10.6032
▁sweep	-10.6032
